"Alaska" = "Alaska";
"Alberta" = "Alberta";
"Argentina" = "Argentina";
"Brazil" = "Brasile";
"Central America" = "Messico";
"China" = "Cina";
"Congo" = "Congo";
"East Africa" = "Etiopia";
"Eastern Australia" = "Australia Est";
"Eastern United States" = "Stati Uniti dell'Est";
"Egypt" = "Egitto";
"Greenland" = "Groenlandia & Nunavut";
"Iceland" = "Islanda";
"India" = "India";
"Indonesia" = "Indonesia";
"Irkutsk" = "Baikal";
"Japan" = "Giappone";
"Kamchatka" = "Kamchatka";
"Kazakstan" = "Kazakistan";
"Madagascar" = "Madagascar";
"Middle East" = "Medio Oriente";
"Mongolia" = "Mongolia";
"New Guinea" = "Papua Nuova Guinea";
"North Africa" = "Africa Ovest";
"Northern Europe" = "Germania";
"Northwest Territories" = "Territori Nord-Ovest";
"Ontario" = "Ontario";
"Peru" = "Perù";
"Quebec" = "Quebec";
"Russia" = "Russia";
"Scandinavia" = "Scandinavia";
"Siam" = "Tailandia";
"Siberia" = "Siberia";
"South Africa" = "Sud Africa";
"Southern Europe" = "Italia";
"United Kingdom" = "Regno Unito";
"Ural" = "Urali";
"Venezuela" = "Venezuela";
"Western Australia" = "Australia Ovest";
"Western Europe" = "Ovest Europa";
"Western United States" = "California";
"Yakutia" = "Yakutia";